{
  "CnerFoam_Page": {
    "content": {
      "e1": {
        "link": "/cnerfoam",
        "img": "cnerfoam_1.png",
        "text": [
          "Highly stable and tunable",
          "CnerFoam can be tailored to specific applications and it remains stable in various conditions including in contact with crude oil (1 cp to + 10,000 cp), high salinity water (+200,000 ppm), and high temperature (+240 °C). CnerFoam viscosity and stability can be tuned on demand."
        ]
      },
      "e2": {
        "link": "/why_cnergreen",
        "img": "cnerfoam_2.jpg",
        "text": [
          "Platform technology, not a single product",
          "Not limited to a certain type of chemicals, nanoparticles, or gas type (N₂, CO₂, natural gas, butane, steam, the combination of gases). CnerFoam can be also designed with non-aqueous liquids i.e. waterless CnerFoam."
        ]
      }
    },
    "cover": {
      "img": "cover_1.jpg",
      "title": "CnerFoam",
      "text": "Innovative nanoparticle-based foam that can be designed with wide ranges of commodity materials and gas type"
    }
  },
  "Home_Page": {
    "gridInputTop": {
      "e1": ["Enhanced Oil Recovery", "rig.png", "/#/underconstruction"],
      "e2": ["Fracture Driven Interaction", "foam.png", "/#/underconstruction"],
      "e3": ["Projects", "stat.png", "/#/underconstruction"]
    },
    "collaborators": [
      ["collaborator_1.png", "https://www.ucalgary.ca/"],
      ["collaborator_3.png", "https://innovatecalgary.com/"],
      [
        "collaborator_5.jpg",
        "https://research.ucalgary.ca/energy/energy-research/canada-excellence-research-chair"
      ],
      [
        "collaborator_4.png",
        "https://www.eco.ca/employment-programs/youth-placement/natural-resources/"
      ],
      ["collaborator_2.png", "https://www.alberta.ca/greenstem.aspx"]
    ],
    "content": {
      "e1": {
        "link": "/#/cnerfoam",
        "img": "foam_product.png",
        "text": [
          "CnerFoam®",
          "Innovative and resilient nanoparticle-based foam and injection technology",
          "Prevent short circuit and open access to un-swept reservoir increasing oil recovery and CO₂ storage",
          "Maintains pressure in parent well, avoiding fracture driven interactions, well damage, and production loss"
        ]
      },
      "e2": {
        "link": "/#/why_cnergreen",
        "img": "dollar.png",
        "text": [
          "Why CNERGREEN?",
          "A unique team with more than 100 years of industry, management, and technology commercialization experience to deliver innovative solutions",
          "Customized products to reservoir specific and application specific properties to ensure stability",
          "Made with commercially available components and any gas type (CO₂, N₂, natural gas, steam)- high scalability"
        ]
      }
    },
    "textCenter": {
      "title": "CNERGREEN’s MISSION",
      "content": " is to enable cleaner enhanced oil recovery and improve CO₂ storage efficiency via resilient nanoparticle based foam technology."
    }
  },
  "WhyCnergreen_Page": {
    "content": {
      "e1": {
        "text": [
          "Efficient Pressure Maintenance",
          "CnerFoam maintains pressure in parent well more effectively (higher pressure for a longer time with less material usage) thus preventing fraction driven interactions or frac hit."
        ]
      },
      "e2": {
        "text": [
          "Non Damaging Characteristics",
          "CnerFoam has low leak off rate and reduce water usage at least by 80% (+ 200%). CnerFoam treatment does not impact the flow of hydrocarbon in parent well including water sensitive reservoirs reducing the risk of productivity loss and formation damage."
        ]
      },
      "e3": {
        "text": [
          "CO₂ Enhanced Oil Recovery",
          "In addition to any gases, CnerFoam can be also generated with liquid and supercritical CO₂, it creates high viscosity at reservoir condition, blocks short circuits created from CO₂ injection and improves oil recovery and CO₂ storage."
        ]
      }
    },
    "cover": {
      "img": "cover_2.jpg",
      "title": "Why CNERGREEN",
      "text": "CnerFoam: a unique solution that can be tailored to different applications"
    },
    "textCenter": {
      "title": "CNERGREEN’s",
      "content": " core technology integrates advanced material science with classical reservoir engineering to create novel solutions for long-standing challenges for recovering oil from mature and low-efficiency reservoirs. Superior stability and tunability of CnerFoam will result in step-change improvement compared to existing solutions. CnerFoam is scalable and tunable- unlike existing products which are one size fit all solution."
    }
  },
  "Team_Page": {
    "team": [
      {
        "name": "Ali Telmadarreie",
        "title": "Co-Founder & CEO",
        "desc": "People-oriented and enthusiastic. Background in petroleum engineering and complex fluids. Experienced working in multidisciplinary environments.",
        "link": "https://www.linkedin.com/in/ali-telmadarreie-36469140/",
        "img": "team_1.jpg"
      },
      {
        "name": "Steven Bryant",
        "title": "Co-Founder & Director",
        "desc": "Scientist and leader. Background in nanomaterial and fluid flow in porous media. Experienced in leading multidisciplinary groups and projects.",
        "link": "https://schulich.ucalgary.ca/contacts/steven-bryant",
        "img": "team_2.jpg"
      },
      {
        "name": "Rodger Bernar",
        "title": "Chief Operationg Officer",
        "desc": "Manager and Engineer. Decades of experience in field operation, process engineering, and technology commercialization.",
        "link": "https://www.linkedin.com/in/rfbernar/",
        "img": "team_3.jpg"
      },
      {
        "name": "Alfred Fischer",
        "title": "Senior Advisor",
        "desc": "Passionate mentor. Decades of experience in technology commercialization, enhanced oil recovery, and field operation.",
        "link": "www.cnergreen.ca",
        "img": "team_4.gif"
      }
    ]
  },
  "Contact_Page": {
    "title": "Contact us",
    "subtitle": [
      "Have a question? Do you need more info? Do you have a project in mind?",
      "We will be happy to hear from you!"
    ],
    "email": "info@cnergreen.ca"
  },
  "Temporary_Page": {
    "title": "Coming soon…",
    "subtitle": "We will be happy to hear from you!",
    "email": "info@cnergreen.ca"
  }
}
